Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: New episode is out: %@
af: Nuwe episode is uit: %@
am: አዲስ ክፍል ወጥቷል፦ %@
ar: صدرت حلقة جديدة: %@
as: নতুন খণ্ড ওলাইছে: %@
az: Yeni epizod çıxdı: %@
be: Выйшаў новы эпізод: %@
bg: Излезе нов епизод: %@
bn: নতুন পর্ব এসেছে: %@
br: Ur rann nevez zo er-maez: %@
bs: Nova epizoda je izašla: %@
ca: Ja hi ha un nou episodi: %@
ceb: Migula na ang bag-ong episode: %@
cs: Vyšla nová epizoda: %@
cy: Mae pennod newydd allan: %@
da: Nyt afsnit er ude: %@
de: Neue Episode verfügbar: %@
el: Κυκλοφόρησε νέο επεισόδιο: %@
es: Nuevo episodio disponible: %@
et: Uus osa on väljas: %@
eu: Atal berria kaleratu da: %@
fa: قسمت جدید منتشر شد: %@
fi: Uusi jakso on saatavilla: %@
fil: May bagong episode na: %@
fo: Nýggjur partur er komin: %@
fr: Nouvel épisode disponible : %@
fy: Nije ôflevering is der: %@
ga: Tá eipeasóid nua amuigh: %@
gd: Tha prògram ùr a-muigh: %@
gl: Hai un novo episodio dispoñible: %@
gu: નવો એપિસોડ આવી ગયો: %@
ha: Sabon kashi ya fito: %@
he: יצא פרק חדש: %@
hi: नया एपिसोड आ गया है: %@
hr: Izašla je nova epizoda: %@
ht: Nouvo epizòd la soti: %@
hu: Megjelent egy új epizód: %@
hy: Թողարկվել է նոր դրվագ՝ %@
id: Episode baru telah rilis: %@
ig: Nkeji ọhụrụ apụtala: %@
is: Nýr þáttur kominn: %@
it: È uscito un nuovo episodio: %@
ja: 新着エピソードが公開されました：%@
jv: Episode anyar wis metu: %@
ka: გამოვიდა ახალი ეპიზოდი: %@
kk: Жаңа эпизод шықты: %@
km: មានវគ្គថ្មីចេញហើយ ៖ %@
kn: ಹೊಸ ಸಂಚಿಕೆ ಬಿಡುಗಡೆಯಾಗಿದೆ: %@
ko: 새 에피소드 공개: %@
ku: Beşa nû derket: %@
ky: Жаңы эпизод чыкты: %@
lb: Nei Episod ass eraus: %@
lo: ຕອນໃໝ່ອອກແລ້ວ: %@
lt: Išėjo naujas epizodas: %@
lv: Iznākusi jauna sērija: %@
mg: Nivoaka ny fizarana vaovao: %@
mi: Kua puta te wāhanga hōu: %@
mk: Излезе нова епизода: %@
ml: പുതിയ എപ്പിസോഡ് വന്നു: %@
mn: Шинэ анги гарлаа: %@
mr: नवीन भाग आला आहे: %@
ms: Episod baharu telah keluar: %@
mt: Ħareġ episodju ġdid: %@
my: အပိုင်းအသစ် ထွက်ပြီ − %@
nb: Ny episode er ute: %@
ne: नयाँ एपिसोड आयो: %@
nl: Nieuwe aflevering is uit: %@
ny: Gawo latsopano latuluka: %@
oc: Un novèl episòdi es sortit : %@
or: ନୂଆ ଏପିସୋଡ୍ ଆସିଛି: %@
pa: ਨਵਾਂ ਐਪੀਸੋਡ ਆ ਗਿਆ: %@
pl: Pojawił się nowy odcinek: %@
ps: نوی قسط راووت: %@
pt_br: Novo episódio disponível: %@
pt_pt: Novo episódio disponível: %@
ro: A apărut un episod nou: %@
ru: Вышел новый эпизод: %@
rw: Igice gishya kirasohotse: %@
sd: نئون قسط اچي ويو: %@
si: නව කථාංගය නිකුත් වී ඇත: %@
sk: Vyšla nová epizóda: %@
sl: Izšla je nova epizoda: %@
sm: Ua tatala se mataupu fou: %@
sn: Chikamu chitsva chabuda: %@
so: Qayb cusub ayaa soo baxday: %@
sq: Doli një episod i ri: %@
sr: Изашла је нова епизода: %@
st: Karolo e ncha e tsoile: %@
su: Épisode anyar geus kaluar: %@
sv: Nytt avsnitt har släppts: %@
sw: Kipindi kipya kimetoka: %@
ta: புதிய அத்தியாயம் வெளியாகியுள்ளது: %@
te: కొత్త ఎపిసోడ్ విడుదలైంది: %@
tg: Эпизоди нав баромад: %@
th: มีตอนใหม่แล้ว: %@
tr: Yeni bölüm yayında: %@
tt: Яңа серия чыкты: %@
ug: يېڭى قىسىم چىقتى: %@
uk: Вийшов новий епізод: %@
ur: نئی قسط آ گئی ہے: %@
uz: Yangi epizod chiqdi: %@
vi: Đã có tập mới: %@
xh: Isiqendu esitsha siphumile: %@
yo: Ìpín tuntun ti jáde: %@
zh_hans: 新剧集已上线：%@
zh_hant: 新集數已上線：%@
zu: Isiqephu esisha siphumile: %@

source: S%@E%@
af: S%@A%@
am: ወቅት%@ክፍል%@
ar: م%@ح%@
be: С%1$@Э%2$@
bg: С%@Е%@
br: R%1$@Rn%2$@
ca: T%@E%@
cy: T%1$@P%2$@
el: Σ%@Ε%@
es: T%@E%@
et: H%@O%@
eu: %@. denb. %@. atala
fa: فصل %@ قسمت %@
fi: K%@J%@
fy: S%@A%@
ga: S%1$@E%2$@
gd: S%@P%@
gl: T%@E%@
ha: K%@Ka%@
he: ע%@פ%@
ht: S%1$@E%2$@
hu: %@. évad %@. rész
hy: Ս%@Դ%@
id: M%@E%@
jv: M%1$@E%2$@
ka: ს%@ე%@
kk: %@-маусым, %@-эпизод
km: រដូវ%@ វគ្គ%@
ko: 시즌 %@ %@화
ku: S%@B%@
ky: С%@Э%@
lt: %@ sez. %@ ep.
lv: %@. sez. %@. sēr.
mi: W%1$@Ā%2$@
mk: С%@Е%@
mn: Б%@А%@
ms: M%@E%@
nl: S%@A%@
pt_br: T%@E%@
pt_pt: T%@E%@
ru: С%@Э%@
si: S%1$@E%2$@
sm: V%@M%@
sr: С%@Е%@
su: M%1$@É%2$@
sv: S%@A%@
sw: M%@K%@
ta: ப%@அ%@
tg: Ф%@Э%@
tr: S%@B%@
tt: С%@С%@
ug: پەسىل%1$@قىسىم%2$@
uk: С%@Е%@
vi: P%@T%@
zh_hans: 第 %@ 季第 %@ 集
zh_hant: 第 %@ 季第 %@ 集

source: Browse
af: Blaai
am: ማሰስ
ar: تصفح
as: ব্ৰাউজ কৰক
az: Nəzər yetir
be: Агляд
bg: Преглед
bn: ব্রাউজ করুন
br: Furchal
bs: Pregledaj
ca: Explora
ceb: Mag-browse
cs: Procházet
cy: Pori
da: Gennemse
de: Durchsuchen
el: Περιήγηση
es: Explorar
et: Sirvi
eu: Arakatu
fa: مرور
fi: Selaa
fil: Mag-browse
fo: Blaða
fr: Parcourir
fy: Blêdzje
ga: Brabhsáil
gd: Brabhsaich
gl: Explorar
gu: બ્રાઉઝ કરો
ha: Bincika
he: עיון
hi: ब्राउज़ करें
hr: Pregledaj
ht: Navige
hu: Böngészés
hy: Դիտել
id: Jelajahi
ig: Chọgharịa
is: Vafra
it: Sfoglia
ja: 見る
jv: Njelajah
ka: დათვალიერება
kk: Шолу
km: រកមើល
kn: ಬ್ರೌಸ್ ಮಾಡಿ
ko: 둘러보기
ku: Bigere
ky: Кароо
lb: Duerchsichen
lo: ເບິ່ງ
lt: Naršyti
lv: Pārlūkot
mg: Hijery
mi: Tirotiro
mk: Прелистај
ml: ബ്രൗസ് ചെയ്യുക
mn: Үзэх
mr: ब्राउझ करा
ms: Semak imbas
mt: Fittex
my: ကြည့်ရှုရန်
nb: Bla
ne: ब्राउज गर्नुहोस्
nl: Bladeren
ny: Sakatula
oc: Percórrer
or: ବ୍ରାଉଜ୍ କରନ୍ତୁ
pa: ਬ੍ਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj
ps: لټول
pt_br: Navegar
pt_pt: Navegar
ro: Răsfoiește
ru: Обзор
rw: Reba
sd: ڳوليو
si: බ්‍රවුස් කරන්න
sk: Prehľadávať
sl: Prebrskaj
sm: Su’e
sn: Tarisa
so: Fiiri
sq: Shfleto
sr: Прегледај
st: Batla
su: Kotéktak
sv: Bläddra
sw: Vinjari
ta: உலாவு
te: బ్రౌజ్ చేయండి
tg: Тамошо
th: เรียกดู
tr: Göz at
tt: Карау
ug: كۆرۈش
uk: Огляд
ur: براؤز کریں
uz: Ko‘rib chiqish
vi: Duyệt
xh: Khangela
yo: Ṣàwárí
zh_hans: 浏览
zh_hant: 瀏覽
zu: Phequlula

source: Browse by Genre
af: Blaai volgens genre
am: በዘውግ ማሰስ
ar: تصفح حسب النوع
as: ধৰণ অনুসৰি ব্ৰাউজ কৰক
az: Janra görə nəzər yetir
be: Агляд па жанры
bg: Преглед по жанр
bn: ধরন অনুসারে ব্রাউজ করুন
br: Furchal dre zoare
bs: Pregledaj po žanru
ca: Explora per gènere
ceb: Mag-browse pinaagi sa genre
cs: Procházet podle žánru
cy: Pori yn ôl genre
da: Gennemse efter genre
de: Nach Genre suchen
el: Περιήγηση ανά είδος
es: Explorar por género
et: Sirvi žanri järgi
eu: Arakatu generoaren arabera
fa: مرور بر اساس ژانر
fi: Selaa lajityypin mukaan
fil: Mag-browse ayon sa genre
fo: Blaða eftir sløgi
fr: Parcourir par genre
fy: Blêdzje op sjenre
ga: Brabhsáil de réir seánra
gd: Brabhsaich a rèir gnè
gl: Explorar por xénero
gu: શૈલી પ્રમાણે બ્રાઉઝ કરો
ha: Bincika bisa nau’i
he: עיון לפי ז'אנר
hi: शैली के अनुसार ब्राउज़ करें
hr: Pregledaj po žanru
ht: Navige pa jan
hu: Böngészés műfaj szerint
hy: Դիտել ըստ ժանրի
id: Jelajahi menurut genre
ig: Chọgharịa site n'ụdị
is: Vafra eftir tegund
it: Sfoglia per genere
ja: ジャンルで見る
jv: Njelajah miturut genre
ka: დათვალიერება ჟანრის მიხედვით
kk: Жанр бойынша шолу
km: រកមើលតាមប្រភេទ
kn: ಪ್ರಕಾರದ ಪ್ರಕಾರ ಬ್ರೌಸ್ ಮಾಡಿ
ko: 장르별 둘러보기
ku: Li gorî cureyê bigere
ky: Жанр боюнча кароо
lb: No Genre duerchsichen
lo: ເບິ່ງຕາມປະເພດ
lt: Naršyti pagal žanrą
lv: Pārlūkot pēc žanra
mg: Hijery araka ny karazana
mi: Tirotiro mā te momo
mk: Прелистај по жанр
ml: വിഭാഗം അനുസരിച്ച് ബ്രൗസ് ചെയ്യുക
mn: Төрлөөр үзэх
mr: शैलीनुसार ब्राउझ करा
ms: Semak imbas mengikut genre
mt: Fittex skont il-ġeneru
my: အမျိုးအစားအလိုက် ကြည့်ရှုရန်
nb: Bla etter sjanger
ne: विधा अनुसार ब्राउज गर्नुहोस्
nl: Bladeren op genre
ny: Sakatula mwa mtundu
oc: Percórrer per genre
or: ଶୈଳୀ ଅନୁସାରେ ବ୍ରାଉଜ୍ କରନ୍ତୁ
pa: ਸ਼ੈਲੀ ਅਨੁਸਾਰ ਬ੍ਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj według gatunku
ps: د ژانر له مخې لټول
pt_br: Navegar por gênero
pt_pt: Navegar por género
ro: Răsfoiește după gen
ru: Обзор по жанрам
rw: Reba ukurikije ubwoko
sd: صنف موجب ڳوليو
si: ප්‍රභේදය අනුව බ්‍රවුස් කරන්න
sk: Prehľadávať podľa žánru
sl: Prebrskaj po žanru
sm: Su’e i le ituaiga
sn: Tarisa nemhando
so: Ku fiiri nooca
sq: Shfleto sipas zhanrit
sr: Прегледај по жанру
st: Batla ka mofuta
su: Kotéktak dumasar genre
sv: Bläddra efter genre
sw: Vinjari kwa aina
ta: வகை வாரியாக உலாவு
te: శైలి ప్రకారం బ్రౌజ్ చేయండి
tg: Тамошо аз рӯи жанр
th: เรียกดูตามประเภท
tr: Türe göre göz at
tt: Жанр буенча карау
ug: ژانېر بويىچە كۆرۈش
uk: Огляд за жанром
ur: صنف کے لحاظ سے براؤز کریں
uz: Janr boʻyicha koʻrib chiqish
vi: Duyệt theo thể loại
xh: Khangela ngohlobo
yo: Ṣàwárí nípa oríṣi
zh_hans: 按类型浏览
zh_hant: 依類型瀏覽
zu: Phequlula ngohlobo

source: Browse by genre
af: Blaai volgens genre
am: በዘውግ ማሰስ
ar: تصفح حسب النوع
as: ধৰণ অনুসৰি ব্ৰাউজ কৰক
az: Janra görə nəzər yetir
be: Агляд па жанры
bg: Преглед по жанр
bn: ধরন অনুসারে ব্রাউজ করুন
br: Furchal dre zoare
bs: Pregledaj po žanru
ca: Explora per gènere
ceb: Mag-browse pinaagi sa genre
cs: Procházet podle žánru
cy: Pori yn ôl genre
da: Gennemse efter genre
de: Nach Genre suchen
el: Περιήγηση ανά είδος
es: Explorar por género
et: Sirvi žanri järgi
eu: Arakatu generoaren arabera
fa: مرور بر اساس ژانر
fi: Selaa lajityypin mukaan
fil: Mag-browse ayon sa genre
fo: Blaða eftir sløgi
fr: Parcourir par genre
fy: Blêdzje op sjenre
ga: Brabhsáil de réir seánra
gd: Brabhsaich a rèir gnè
gl: Explorar por xénero
gu: શૈલી પ્રમાણે બ્રાઉઝ કરો
ha: Bincika bisa nau’i
he: עיון לפי ז'אנר
hi: शैली के अनुसार ब्राउज़ करें
hr: Pregledaj po žanru
ht: Navige pa jan
hu: Böngészés műfaj szerint
hy: Դիտել ըստ ժանրի
id: Jelajahi menurut genre
ig: Chọgharịa site n'ụdị
is: Vafra eftir tegund
it: Sfoglia per genere
ja: ジャンルで見る
jv: Njelajah miturut genre
ka: დათვალიერება ჟანრის მიხედვით
kk: Жанр бойынша шолу
km: រកមើលតាមប្រភេទ
kn: ಪ್ರಕಾರದ ಪ್ರಕಾರ ಬ್ರೌಸ್ ಮಾಡಿ
ko: 장르별 둘러보기
ku: Li gorî cureyê bigere
ky: Жанр боюнча кароо
lb: No Genre duerchsichen
lo: ເບິ່ງຕາມປະເພດ
lt: Naršyti pagal žanrą
lv: Pārlūkot pēc žanra
mg: Hijery araka ny karazana
mi: Tirotiro mā te momo
mk: Прелистај по жанр
ml: വിഭാഗം അനുസരിച്ച് ബ്രൗസ് ചെയ്യുക
mn: Төрлөөр үзэх
mr: शैलीनुसार ब्राउझ करा
ms: Semak imbas mengikut genre
mt: Fittex skont il-ġeneru
my: အမျိုးအစားအလိုက် ကြည့်ရှုရန်
nb: Bla etter sjanger
ne: विधा अनुसार ब्राउज गर्नुहोस्
nl: Bladeren op genre
ny: Sakatula mwa mtundu
oc: Percórrer per genre
or: ଶୈଳୀ ଅନୁସାରେ ବ୍ରାଉଜ୍ କରନ୍ତୁ
pa: ਸ਼ੈਲੀ ਅਨੁਸਾਰ ਬ੍ਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj według gatunku
ps: د ژانر له مخې لټول
pt_br: Navegar por gênero
pt_pt: Navegar por género
ro: Răsfoiește după gen
ru: Обзор по жанрам
rw: Reba ukurikije ubwoko
sd: صنف موجب ڳوليو
si: ප්‍රභේදය අනුව බ්‍රවුස් කරන්න
sk: Prehľadávať podľa žánru
sl: Prebrskaj po žanru
sm: Su’e i le ituaiga
sn: Tarisa nemhando
so: Ku fiiri nooca
sq: Shfleto sipas zhanrit
sr: Прегледај по жанру
st: Batla ka mofuta
su: Kotéktak dumasar genre
sv: Bläddra efter genre
sw: Vinjari kwa aina
ta: வகை வாரியாக உலாவு
te: శైలి ప్రకారం బ్రౌజ్ చేయండి
tg: Тамошо аз рӯи жанр
th: เรียกดูตามประเภท
tr: Türe göre göz at
tt: Жанр буенча карау
ug: ژانېر بويىچە كۆرۈش
uk: Огляд за жанром
ur: صنف کے لحاظ سے براؤز کریں
uz: Janr boʻyicha koʻrib chiqish
vi: Duyệt theo thể loại
xh: Khangela ngohlobo
yo: Ṣàwárí nípa oríṣi
zh_hans: 按类型浏览
zh_hant: 依類型瀏覽
zu: Phequlula ngohlobo

source: Browse by service
af: Blaai volgens diens
am: በአገልግሎት ማሰስ
ar: تصفح حسب الخدمة
as: সেৱা অনুসৰি ব্ৰাউজ কৰক
az: Xidmətə görə nəzər yetir
be: Агляд па сэрвісе
bg: Преглед по услуга
bn: পরিষেবা অনুসারে ব্রাউজ করুন
br: Furchal dre servij
bs: Pregledaj po usluzi
ca: Explora per servei
ceb: Mag-browse pinaagi sa serbisyo
cs: Procházet podle služby
cy: Pori yn ôl gwasanaeth
da: Gennemse efter tjeneste
de: Nach Anbieter suchen
el: Περιήγηση ανά υπηρεσία
es: Explorar por servicio
et: Sirvi teenuse järgi
eu: Arakatu zerbitzuaren arabera
fa: مرور بر اساس سرویس
fi: Selaa palvelun mukaan
fil: Mag-browse ayon sa serbisyo
fo: Blaða eftir tænastu
fr: Parcourir par service
fy: Blêdzje op tsjinst
ga: Brabhsáil de réir seirbhíse
gd: Brabhsaich a rèir seirbheis
gl: Explorar por servizo
gu: સેવા પ્રમાણે બ્રાઉઝ કરો
ha: Bincika bisa sabis
he: עיון לפי שירות
hi: सेवा के अनुसार ब्राउज़ करें
hr: Pregledaj po usluzi
ht: Navige pa sèvis
hu: Böngészés szolgáltatás szerint
hy: Դիտել ըստ ծառայության
id: Jelajahi menurut layanan
ig: Chọgharịa site n'ọrụ
is: Vafra eftir þjónustu
it: Sfoglia per servizio
ja: サービスで見る
jv: Njelajah miturut layanan
ka: დათვალიერება სერვისის მიხედვით
kk: Қызмет бойынша шолу
km: រកមើលតាមសេវាកម្ម
kn: ಸೇವೆಯ ಪ್ರಕಾರ ಬ್ರೌಸ್ ಮಾಡಿ
ko: 서비스별 둘러보기
ku: Li gorî karûbarê bigere
ky: Кызмат боюнча кароо
lb: No Déngscht duerchsichen
lo: ເບິ່ງຕາມບໍລິການ
lt: Naršyti pagal paslaugą
lv: Pārlūkot pēc pakalpojuma
mg: Hijery araka ny serivisy
mi: Tirotiro mā te ratonga
mk: Прелистај по услуга
ml: സേവനം അനുസരിച്ച് ബ്രൗസ് ചെയ്യുക
mn: Үйлчилгээгээр үзэх
mr: सेवेनुसार ब्राउझ करा
ms: Semak imbas mengikut perkhidmatan
mt: Fittex skont is-servizz
my: ဝန်ဆောင်မှုအလိုက် ကြည့်ရှုရန်
nb: Bla etter tjeneste
ne: सेवा अनुसार ब्राउज गर्नुहोस्
nl: Bladeren op dienst
ny: Sakatula mwa ntchito
oc: Percórrer per servici
or: ସେବା ଅନୁସାରେ ବ୍ରାଉଜ୍ କରନ୍ତୁ
pa: ਸੇਵਾ ਅਨੁਸਾਰ ਬ੍ਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj według usługi
ps: د خدمت له مخې لټول
pt_br: Navegar por serviço
pt_pt: Navegar por serviço
ro: Răsfoiește după serviciu
ru: Обзор по сервисам
rw: Reba ukurikije serivisi
sd: خدمت موجب ڳوليو
si: සේවාව අනුව බ්‍රවුස් කරන්න
sk: Prehľadávať podľa služby
sl: Prebrskaj po storitvi
sm: Su’e i le auaunaga
sn: Tarisa nesevhisi
so: Ku fiiri adeegga
sq: Shfleto sipas shërbimit
sr: Прегледај по сервису
st: Batla ka tshebeletso
su: Kotéktak dumasar ladénan
sv: Bläddra efter tjänst
sw: Vinjari kwa huduma
ta: சேவை வாரியாக உலாவு
te: సేవ ప్రకారం బ్రౌజ్ చేయండి
tg: Тамошо аз рӯи хизмат
th: เรียกดูตามบริการ
tr: Hizmete göre göz at
tt: Хезмәт буенча карау
ug: مۇلازىمەت بويىچە كۆرۈش
uk: Огляд за сервісом
ur: سروس کے لحاظ سے براؤز کریں
uz: Xizmat boʻyicha koʻrib chiqish
vi: Duyệt theo dịch vụ
xh: Khangela ngenkonzo
yo: Ṣàwárí nípa iṣẹ́
zh_hans: 按服务浏览
zh_hant: 依服務瀏覽
zu: Phequlula ngesevisi

source: Streaming Services
af: Stroomdienste
am: የዥረት አገልግሎቶች
ar: خدمات البث
as: ষ্ট্ৰীমিং সেৱা
az: Yayım xidmətləri
be: Струменінгавыя сэрвісы
bg: Стрийминг услуги
bn: স্ট্রিমিং পরিষেবা
br: Servijoù streaming
bs: Streaming usluge
ca: Serveis de streaming
ceb: Mga serbisyo sa streaming
cs: Streamovací služby
cy: Gwasanaethau ffrydio
da: Streamingtjenester
de: Streaming-Dienste
el: Υπηρεσίες streaming
es: Servicios de streaming
et: Voogedastusteenused
eu: Streaming zerbitzuak
fa: سرویس‌های پخش
fi: Suoratoistopalvelut
fil: Mga serbisyong streaming
fo: Streymitænastur
fr: Services de streaming
fy: Streamingtsjinsten
ga: Seirbhísí sruthaithe
gd: Seirbheisean sruthaidh
gl: Servizos de streaming
gu: સ્ટ્રીમિંગ સેવાઓ
ha: Ayyukan yawo
he: שירותי סטרימינג
hi: स्ट्रीमिंग सेवाएँ
hr: Streaming usluge
ht: Sèvis difizyon
hu: Streamingszolgáltatások
hy: Հեռարձակման ծառայություններ
id: Layanan streaming
ig: Ọrụ mgbasa
is: Streymisþjónustur
it: Servizi di streaming
ja: ストリーミングサービス
jv: Layanan streaming
ka: სტრიმინგ სერვისები
kk: Ағынды қызметтер
km: សេវាកម្មស្ទ្រីម
kn: ಸ್ಟ್ರೀಮಿಂಗ್ ಸೇವೆಗಳು
ko: 스트리밍 서비스
ku: Karûbarên weşanê
ky: Агым кызматтары
lb: Streaming-Déngschter
lo: ບໍລິການສະຕຣີມມິງ
lt: Srautinio perdavimo paslaugos
lv: Straumēšanas pakalpojumi
mg: Serivisy streaming
mi: Ratonga uiui
mk: Стриминг сервиси
ml: സ്ട്രീമിംഗ് സേവനങ്ങൾ
mn: Дамжуулах үйлчилгээ
mr: स्ट्रीमिंग सेवा
ms: Perkhidmatan penstriman
mt: Servizzi tal-istreaming
my: စထရီးမင်း ဝန်ဆောင်မှုများ
nb: Strømmetjenester
ne: स्ट्रिमिङ सेवाहरू
nl: Streamingdiensten
ny: Ntchito za streaming
oc: Servicis de streaming
or: ଷ୍ଟ୍ରିମିଂ ସେବା
pa: ਸਟ੍ਰੀਮਿੰਗ ਸੇਵਾਵਾਂ
pl: Usługi streamingowe
ps: د سټریمینګ خدمتونه
pt_br: Serviços de streaming
pt_pt: Serviços de streaming
ro: Servicii de streaming
ru: Стриминговые сервисы
rw: Serivisi zo gukwirakwiza
sd: اسٽريمنگ سروسز
si: ප්‍රවාහ සේවා
sk: Streamovacie služby
sl: Storitve pretakanja
sm: Auaunaga faasalalau
sn: Masevhisi ekutepfenyura
so: Adeegyada streaming
sq: Shërbimet e transmetimit
sr: Стриминг сервиси
st: Litshebeletso tsa streaming
su: Ladénan streaming
sv: Streamingtjänster
sw: Huduma za utiririshaji
ta: ஸ்ட்ரீமிங் சேவைகள்
te: స్ట్రీమింగ్ సేవలు
tg: Хизматҳои пахш
th: บริการสตรีมมิง
tr: Yayın hizmetleri
tt: Стриминг хезмәтләре
ug: ئېقىم مۇلازىمىتى
uk: Стрімінгові сервіси
ur: اسٹریمنگ سروسز
uz: Striming xizmatlari
vi: Dịch vụ phát trực tuyến
xh: Iinkonzo zokusasaza
yo: Àwọn iṣẹ́ ìṣàn
zh_hans: 流媒体服务
zh_hant: 串流服務
zu: Izinsizakalo zokusakaza

source: Upcoming Movies
af: Komende Flieks
am: በቅርቡ የሚመጡ ፊልሞች
ar: أفلام قادمة
as: আগন্তুক চলচ্চিত্ৰ
az: Gələcək Filmlər
be: Будучыя фільмы
bg: Предстоящи филми
bn: আসন্ন চলচ্চিত্র
br: Filmoù da zont
bs: Nadolazeći filmovi
ca: Pròximes pel·lícules
ceb: Umaabot nga mga Salida
cs: Připravované filmy
cy: Ffilmiau i Ddod
da: Kommende film
de: Kommende Filme
el: Επερχόμενες ταινίες
es: Próximas películas
et: Tulevased filmid
eu: Datozen filmak
fa: فیلم‌های پیش رو
fi: Tulevat elokuvat
fil: Mga Paparating na Pelikula
fo: Komandi filmar
fr: Films à venir
fy: Kommende films
ga: Scannáin le Teacht
gd: Filmichean ri thighinn
gl: Próximas películas
gu: આગામી ફિલ્મો
ha: Fina-finai Masu Zuwa
he: סרטים צפויים
hi: आने वाली फिल्में
hr: Nadolazeći filmovi
ht: Fim k ap vini
hu: Közelgő filmek
hy: Սպասվող ֆիլմեր
id: Film Mendatang
ig: Fim ndị na-abịa
is: Væntanlegar kvikmyndir
it: Film in arrivo
ja: 公開予定の映画
jv: Film sing Bakal Teka
ka: მომავალი ფილმები
kk: Жақында шығатын фильмдер
km: ភាពយន្តនឹងមកដល់ឆាប់ៗ
kn: ಮುಂಬರುವ ಚಲನಚಿತ್ರಗಳು
ko: 개봉 예정 영화
ku: Fîlmên Nêzîk
ky: Жакында чыкчу кинолор
lb: Kommend Filmer
lo: ໜັງທີ່ຈະມາເຖິງ
lt: Būsimi filmai
lv: Gaidāmās filmas
mg: Sarimihetsika ho avy
mi: Kiriata e haere mai ana
mk: Претстојни филмови
ml: വരാനിരിക്കുന്ന സിനിമകൾ
mn: Удахгүй гарах кинонууд
mr: आगामी चित्रपट
ms: Filem Akan Datang
mt: Films li Ġejjin
my: လာမည့် ရုပ်ရှင်များ
nb: Kommende filmer
ne: आगामी चलचित्रहरू
nl: Aankomende films
ny: Mafilimu Akubwera
oc: Filmes de venir
or: ଆଗାମୀ ଚଳଚ୍ଚିତ୍ର
pa: ਆਉਣ ਵਾਲੀਆਂ ਫ਼ਿਲਮਾਂ
pl: Nadchodzące filmy
ps: راتلونکي فلمونه
pt_br: Próximos filmes
pt_pt: Próximos filmes
ro: Filme viitoare
ru: Предстоящие фильмы
rw: Filime zizaza
sd: ايندڙ فلمون
si: ඉදිරියට එන චිත්‍රපට
sk: Pripravované filmy
sl: Prihajajoči filmi
sm: Ata Tifaga o le a Sau
sn: Mafirimu Ari Kuuya
so: Filimmo Soo Socda
sq: Filma në ardhje
sr: Предстојећи филмови
st: Difilimi tse Tlang
su: Pilem nu Bakal Datang
sv: Kommande filmer
sw: Filamu Zijazo
ta: வரவிருக்கும் திரைப்படங்கள்
te: రాబోయే సినిమాలు
tg: Филмҳои оянда
th: ภาพยนตร์ที่กำลังจะมา
tr: Yakında Gelecek Filmler
tt: Якында чыгачак фильмнар
ug: يېقىندا چىقىدىغان فىلىملار
uk: Майбутні фільми
ur: آنے والی فلمیں
uz: Kutilayotgan filmlar
vi: Phim sắp chiếu
xh: Iimovie Ezizayo
yo: Àwọn Sinimá tó ń bọ̀
zh_hans: 即将上映的电影
zh_hant: 即將上映的電影
zu: Amamuvi Azayo

source: Coming soon
af: Binnekort beskikbaar
am: በቅርቡ ይመጣል
ar: قريبًا
as: সোনকালে আহিব
az: Tezliklə
be: Хутка
bg: Очаквайте скоро
bn: শীঘ্রই আসছে
br: A-benn nebeut
bs: Uskoro
ca: Properament
ceb: Hapit na moabot
cs: Již brzy
cy: Yn dod yn fuan
da: Kommer snart
de: Demnächst
el: Έρχεται σύντομα
es: Próximamente
et: Peagi tulekul
eu: Laster
fa: به‌زودی
fi: Tulossa pian
fil: Malapit nang dumating
fo: Kemur skjótt
fr: Prochainement
fy: Komt der oan
ga: Ag teacht go luath
gd: A' tighinn a dh'aithghearr
gl: Proximamente
gu: ટૂંક સમયમાં આવી રહ્યું છે
ha: Nan ba da jimawa ba
he: בקרוב
hi: जल्द आ रहा है
hr: Uskoro
ht: Byento
hu: Hamarosan
hy: Շուտով
id: Segera hadir
ig: Na-abịa n'oge adịghị anya
is: Væntanlegt
it: Prossimamente
ja: 近日公開
jv: Enggal teka
ka: მალე
kk: Жақында
km: មកដល់ឆាប់ៗនេះ
kn: ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ
ko: 곧 공개
ku: Di demeke nêzîk de
ky: Жакында
lb: Geschwënn disponibel
lo: ຈະມາໃນໄວໆນີ້
lt: Jau greitai
lv: Drīzumā
mg: Ho avy tsy ho ela
mi: Ā kō ake nei
mk: Наскоро
ml: ഉടൻ വരുന്നു
mn: Тун удахгүй
mr: लवकरच येत आहे
ms: Tidak lama lagi
mt: Dalwaqt
my: မကြာမီ လာမည်
nb: Kommer snart
ne: चाँडै आउँदैछ
nl: Binnenkort beschikbaar
ny: Akubwera posachedwa
oc: Lèu disponible
or: ଶୀଘ୍ର ଆସୁଛି
pa: ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ
pl: Już wkrótce
ps: ډېر ژر
pt_br: Em breve
pt_pt: Brevemente
ro: În curând
ru: Скоро
rw: Biraza vuba
sd: جلد اچي رهيو آهي
si: ළඟදීම
sk: Už čoskoro
sl: Kmalu
sm: E le o toe mamao
sn: Ari kuuya munguva pfupi
so: Dhawaan ayaa imanaya
sq: Së shpejti
sr: Ускоро
st: E tla haufinyane
su: Moal lami deui
sv: Kommer snart
sw: Inakuja hivi karibuni
ta: விரைவில் வருகிறது
te: త్వరలో వస్తుంది
tg: Ба қарибӣ
th: เร็วๆ นี้
tr: Çok yakında
tt: Тиздән
ug: پات يېقىندا
uk: Незабаром
ur: جلد آ رہا ہے
uz: Tez orada
vi: Sắp ra mắt
xh: Kungekudala
yo: Ó ń bọ̀ láìpẹ́
zh_hans: 即将推出
zh_hant: 即將推出
zu: Kuyeza maduze

source: Continue Watching
af: Hou aan kyk
am: መመልከትዎን ይቀጥሉ
ar: متابعة المشاهدة
as: চোৱা অব্যাহত ৰাখক
az: İzləməyə davam et
be: Працягнуць прагляд
bg: Продължи гледането
bn: দেখা চালিয়ে যান
br: Kenderc'hel da sellet
bs: Nastavi gledati
ca: Continua mirant
ceb: Padayon sa Pagtan-aw
cs: Pokračovat ve sledování
cy: Parhau i Wylio
da: Fortsæt med at se
de: Weiterschauen
el: Συνέχιση παρακολούθησης
es: Seguir viendo
et: Jätka vaatamist
eu: Jarraitu ikusten
fa: ادامه تماشا
fi: Jatka katselua
fil: Ipagpatuloy ang Panonood
fo: Halt fram at hyggja
fr: Reprendre la lecture
fy: Trochsjen
ga: Lean ar Aghaidh ag Féachaint
gd: Lean air Coimhead
gl: Continuar vendo
gu: જોવાનું ચાલુ રાખો
ha: Ci gaba da Kallo
he: המשך צפייה
hi: देखना जारी रखें
hr: Nastavi gledati
ht: Kontinye Gade
hu: Megtekintés folytatása
hy: Շարունակել դիտումը
id: Lanjutkan Menonton
ig: Gaa n'ihu na-ekiri
is: Halda áfram að horfa
it: Continua a guardare
ja: 続きを見る
jv: Terusaké Nonton
ka: განაგრძეთ ყურება
kk: Көруді жалғастыру
km: បន្តមើល
kn: ವೀಕ್ಷಣೆ ಮುಂದುವರಿಸಿ
ko: 이어 보기
ku: Berdewamkirina Temaşekirinê
ky: Көрүүнү улантуу
lb: Weiderkucken
lo: ເບິ່ງຕໍ່
lt: Tęsti žiūrėjimą
lv: Turpināt skatīšanos
mg: Hanohy hijery
mi: Haere Tonu ki te Mātakitaki
mk: Продолжи со гледање
ml: കാണൽ തുടരുക
mn: Үргэлжлүүлэн үзэх
mr: पाहणे सुरू ठेवा
ms: Teruskan Menonton
mt: Kompli Ara
my: ဆက်ကြည့်ရန်
nb: Fortsett å se
ne: हेर्न जारी राख्नुहोस्
nl: Verder kijken
ny: Pitirizani Kuonera
oc: Contunhar de veire
or: ଦେଖିବା ଜାରି ରଖନ୍ତୁ
pa: ਦੇਖਣਾ ਜਾਰੀ ਰੱਖੋ
pl: Oglądaj dalej
ps: کتنه دوام
pt_br: Continuar assistindo
pt_pt: Continuar a ver
ro: Continuă vizionarea
ru: Продолжить просмотр
rw: Komeza kureba
sd: ڏسڻ جاري رکو
si: දිගටම නැරඹීම
sk: Pokračovať v sledovaní
sl: Nadaljuj gledanje
sm: Faaauau le Matamata
sn: Enderera Mberi Kuona
so: Sii wad Daawashada
sq: Vazhdo shikimin
sr: Настави гледање
st: Tsoela pele ho Shebella
su: Terusan Lalajo
sv: Fortsätt titta
sw: Endelea Kutazama
ta: தொடர்ந்து பாருங்கள்
te: కొనసాగించి చూడటం
tg: Идомаи тамошо
th: ดูต่อ
tr: İzlemeye Devam Et
tt: Карауны дәвам итү
ug: داۋاملىق كۆرۈش
uk: Продовжити перегляд
ur: دیکھنا جاری رکھیں
uz: Ko'rishni davom ettirish
vi: Xem tiếp
xh: Qhubeka Ubukele
yo: Tẹ̀síwájú Wíwo
zh_hans: 继续观看
zh_hant: 繼續觀看
zu: Qhubeka Ubukele
